cask_args appdir: '/Applications'

brew 'awscli'
brew 'coreutils'
brew 'docker'
brew 'emacs'
brew 'gcc'
brew 'gnutls'
brew 'hatch'
brew 'htop'
brew 'nano'
brew 'node'
brew 'openfortivpn'
brew 'pandoc'
brew 'python'
brew 'speedtest-cli'
brew 'syncthing'
brew 'tmux'
brew 'uv'
brew 'vim'
brew 'wget'
brew 'zsh'

cask 'anki'
cask 'appcleaner'
cask 'claude'
cask 'discord'
cask 'flux'
cask 'google-chrome'
cask 'iterm2'
cask 'karabiner-elements'
cask 'latest'
cask 'mullvad-vpn'
cask 'obsidian'
cask 'omnidisksweeper'
cask 'selfcontrol'
cask 'slack'
cask 'sonos'
cask 'spotify'
cask 'the-unarchiver'
cask 'telegram-desktop'
cask 'visual-studio-code'
cask 'zoom'
cask 'zotero'
