cask_args appdir: '/Applications'

tap 'jurplel/tap'
tap 'koekeishya/formulae'

brew 'awscli'
brew 'bat'
brew 'coreutils'
brew 'delta'
brew 'docker'
brew 'emacs'
brew 'eza'
brew 'fd'
brew 'fzf'
brew 'gcc'
brew 'gh'
brew 'gnutls'
brew 'hatch'
brew 'htop'
brew 'nano'
brew 'openfortivpn'
brew 'pandoc'
brew 'ripgrep'
brew 'speedtest-cli'
brew 'syncthing'
brew 'tmux'
brew 'vim'
brew 'wget'
brew 'yabai'
brew 'zoxide'
brew 'zsh'

cask 'anki'
cask 'appcleaner'
cask 'claude'
cask 'discord'
cask 'docker-desktop'
cask 'flux-app'
cask 'ghostty'
cask 'glance-chamburr'
cask 'google-chrome'
cask 'instant-space-switcher'
cask 'iterm2'
cask 'karabiner-elements'
cask 'latest'
cask 'mactex-no-gui'
cask 'mullvad-vpn'
cask 'obsidian'
cask 'omnidisksweeper'
cask 'selfcontrol'
cask 'signal'
cask 'slack'
cask 'sonos'
cask 'spotify'
cask 'syncthing-app'
cask 'telegram-desktop'
cask 'trackweight'
cask 'visual-studio-code'
cask 'zoom'
cask 'zotero'
